<?php

return [
    'cash' => [
        'label' => 'Կանխիկ',
        'name' => 'ԿԱՆԽԻԿ',
        'description' => '(Այս տարբերակի դեպքում վճարումը կարող եք կատարել առձեռն առաքման ժամանակ)',
    ],
    'credit card' => [
        'label' => 'Քարտով',
        'name' => 'ՔԱՐՏՈՎ',
        'description' => '(Այս տարբերակի դեպքում վճարումը կարող եք կատարել բանկային քարտով)',
    ],
    'idram' => [
        'label' => 'Իդրամով',
        'name' => 'ԻԴՐԱՄՈՎ',
        'description' => '(Այս տարբերակի դեպքում վճարումը կարող եք կատարել իդրամ համակարգով)',
    ],
    'transfer' => [
        'label' => 'Փոխանցումով',
        'name' => 'ՓՈԽԱՆՑՈՒՄՈՎ',
        'description' => '(Այս տարբերակի դեպքում վճարումը կարող եք կատարել բանկային փոխանցումով)',
    ],
    'pos' => [
        'label' => 'Քարտով տեղում',
        'name' => 'ՔԱՐՏՈՎ ՏԵՂՈՒՄ',
        'description' => '(Այս տարբերակի դեպքում վճարումը կարող եք կատարել վճարում քարտով տեղում)',
    ],
    'null' => [
        'label' => 'Առկա չէ',
    ],
];
