<?php

return [
    'type' => [
        'legalEntity' => 'Իրավաբանակն Անձ',
        'naturalPerson' => 'Ֆիզիկական անձ',
    ],
    'delete' => [
        'success' => 'Հաշիվը հաջողությամբ հեռացված է։',
    ],
    'verify' => [
        'email' => [
            'header' => 'Ստուգման փոստ',
            'content' => 'Բարև :fullName Դուք գրանցել եք  ' . config('app.name') .
                ' հաշիվ, նախքան ձեր հաշիվն օգտագործելը, դուք պետք է դա հաստատեք
              որ սա ձեր էլփոստի հասցեն է՝ սեղմելով այստեղ՝ <a href=":link">:link</a>.',
            'footer' => ' Հարգանքներով',
        ],
    ],
    'reset' => [
        'email' => [
            'header' => 'Գաղտնաբառի վերականգնում',
            'content' => 'Հարգելի օգտատեր դուք ուղարկել եք հայտ' . config('app.name') .
                ' վերականգնելու ձեր գաղտնաբառը, դուք պետք է դա հաստատեք
              որ սա ձեր էլփոստի հասցեն է՝ սեղմելով այստեղ՝ <a href=":link">:link</a>',
            'footer' => ' Հարգանքներով',
        ],
    ],
    'gift' => [
        'email' => [
            'header' => 'Նվեր քարտի օգտագործման հայտ',
            'content' => 'Հարգելի օգտատեր դուք ուղարկել եք հայտ' . config('app.name') .
                ' ակտիվացնելու ձեր նվեր քարտը, դուք պետք է դա հաստատեք
              որ սա ձեր էլփոստի հասցեն է՝ սեղմելով այստեղ՝ <a href=":link">:link</a>',
            'footer' => ' Հարգանքներով',
        ],
    ],
    'message' => [
        'email' => [
            'phone' => 'Հեռախոսահամար - :phone',
            'header' => 'Հաղորդագրություն :from-ի կողմից',
            'footer' => 'Պատասխանել հնարավոր է թէ անմիջապես այստեղ, թէ ադմինիստրատորի վահանակից։',
        ],
    ],
];
