<?php

return [
    'cash' => [
        'label' => 'Наличными',
        'name' => 'ОПЛАТИТЬ НАЛИЧНЫМИ',
        'description' => '(В случае этой опции вы можете произвести оплату вручную)',
    ],
    'credit card' => [
        'label' => 'Картой',
        'name' => 'ОПЛАТИТЬ КАРТОЙ',
        'description' => '(В этом случае вы можете оплатить с помощью кредитной карты.)',
    ],
    'idram' => [
        'label' => 'Идрамом',
        'name' => 'ОПЛАТА ИДРАМОМ',
        'description' => '(В этом случае вы можете произвести оплату через систему idram)',
    ],
    'transfer' => [
        'label' => 'Трансфером',
        'name' => 'ТРАНСФЕРОМ',
        'description' => '(В этом случае вы можете оплатить банковским переводом)',
    ],
    'pos' => [
        'label' => 'С картой на месте',
        'name' => 'С КАРТОЙ НА МЕСТЕ',
        'description' => '(В этом случае вы можете оплатить картой на месте)',
    ],
    'null' => [
        'label' => 'Отсуствует',
    ],
];
